<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="adasha.aspx.cs" Inherits="sites_adasha" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
    <link href="../stylesheets/other.css" rel="stylesheet" />

</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
<div class="container">
    <h1>חקירת העדשה</h1>
    <hr>
    <h2>מטרות הניסוי</h2>
        <ul>
            <li> <img src="../img/formul.png">לאשש את נוסחת העדשה </li>
            <li> <img src="../img/Screenshot_1.png">לאשש את הנוסחה להגדלה קווית </li>
            <li>למדוד את מרחק המוקד של עדשה מרכזת נתונה</li>
        </ul>
    <hr>
    <h2>רשימת הציוד</h2>
        <ul>
            <li>ספסל אופטי</li>
            <li>מקור אור</li>
            <li>שקופית עם חיצים מוצלבים</li>
            <li>שקופית מסך</li>
            <li>שני מחזיקים</li>
            <li>עדשה מרכזת (convex lens) </li>
        </ul>
    <hr>
    <h2>שאלות הכנה</h2>
        <ol>
            <li>הגדר את המושגים: מוקד עדשה, עוצמת עדשה, דמות ממשית, דמות מדומה?</li>
            <li>איך אפשר להעריך את מרחק המוקד של עדשה מרכזת במדידה ישירה ? </li>
            <li>מה יקרה לעוצמת העדשה אם נשקיע אותה במים ? </li>
            <li>עבור איזה מיקום של העצם מתקבלת הגדלה קווית m = 1   ?</li>
            <li>מהו ההבדל בין דמות ממשית לדמות מדומה ?</li>
            <li>כיצד ניתן לאתר את מיקומה של דמות ממשית ? של דמות מדומה ?</li>
            <li>האם אפשר לצלם דמות מדומה ? איפה יש לשים את המצלמה ? ולגבי דמות ממשית ?</li>
            <li>האם משקפיים לקצרי - ראיה עשויים מעדשה מרכזת או מפזרת ? ומשקפיים לרוחקי - ראייה ?</li>
            <li>איזה סוג עדשה יכול לשמש כזכוכית מגדלת ? כיצד יש להשתמש בעדשה זו ע"מ שתגדיל ?</li>
            <li>האם ממישוש עדשה ניתן לקבוע אם היא מרכזת או מפזרת ?</li>
            <li>האם ניתן לקבל דמות ישרה בעדשה מרכזת ? צרף שרטוט מהלך קרניים מתאים.</li>
            <li>עבור עדשה נתונה, כיצד נראה הגרף של v כפונקציה של u ?  מה מציינות האסימפטוטות ?</li>
        </ol>
        <hr>
        <h2>ביצוע הניסוי</h2>
        <ol>
            <li>הנח על ספסל האופטי את העדשה ואת המסך בלבד. כוון את הספסל האופטי אל החלון, ושנה את מיקום המסך כך שתתקבל דמות ברורה של הנוף על המסך (העדשה כמובן צריכה להיות בין המסך לחלון). רשום במצב זה את מרחק המסך מהעדשה. </li>
            <li>הרכב על הספסל האופטי את המרכיבים של מערכת הניסוי כפי שמתואר בתרשים שלהלן, כאשר השקופית עם החיצים מוצמדת למקור האור, והעדשה והמסך מוצמדים למחזיקים.</li>
            <img src="../img/Screenshot_2.png" alt="">
            <li>החץ האנכי שבשקופית הצמודה למקור האור ישמש כעצם. מדוד את גובה העצם ורשום אותו במחברתך.</li>
            <li>הכן במחברתך טבלה ורשום בה את הערכים של מרחק העצם u, מרחק הדמות v (הנמדד כאשר על המסך דמות חדה)  וגובה הדמות Hi עבור 7- 8 מרחקי עצם שונים.                </li>                
        </ol>
        <hr>
        <h2>עיבוד התוצאות</h2>
            <ol>
                <li>בנה בגיליון אלקטרוני גרף של  1/u  כפונקציה של  1/v   והעבר קו מגמה ישר (מדוע?).
                    <ul>
                        <li>האם הנקודות מסודרות במידה טובה לאורך הקו הישר ? </li>
                        <li>האם שיפוע קו המגמה תואם את הצפוי תיאורטית ? מהי השגיאה היחסית ?</li>
                        <li>מה מייצגות נקודות החיתוך של הגרף עם הצירים ?</li>
                        <li>מצא את אורך המוקד של העדשה על פי תוצאות הניסוי והשווה לנתוני היצרן. חשב את השגיאה היחסית.</li>
                        <li>האם הניסוי אושש את החוקיות התיאורטית ?</li>
                    </ul>
                </li>
                <li>
                    בנה בגיליון אלקטרוני גרף של גובה הדמות Hi כפונקציה של היחס   והעבר קו מגמה ישר (מדוע?).
                    <ul>
                        <li>האם הנקודות מסודרות במידה טובה לאורך הקו הישר ? </li>
                        <li>האם שיפוע קו המגמה תואם את הצפוי תיאורטית ? חשב את השגיאה היחסית ?</li>
                        <li>האם נקודת החיתוך של הגרף תואמת את הצפוי תיאורטית ?</li>
                        <li>האם הדמות שהתקבלה הייתה ישרה או הפוכה ?</li>
                    </ul>
                </li>
                <li>האם הניסוי אושש את הקשרים התיאורטיים בין הפרמטרים השונים ?</li>
                
            </ol>      
    <button style="background-color:aquamarine; padding:5px;" runat="server" visible="false" id="private"><a href="private2.aspx">להדמיה </a></button>

</div>

</asp:Content>

