<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="freefall.aspx.cs" Inherits="sites_freefall" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
    <link href="..\stylesheets\other.css" rel="stylesheet" />

</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
<div class="container">
    <h1>נפילה חופשית</h1>
    <hr>
    <h2>מטרות הניסוי</h2>
        <p>בסוף המאה ה- 16 ניסח גלילאו גליליי שני כללים פשוטים המתקיימים בנפילה חופשית:
            <br>
            1.	הנפילה החופשית היא תנועה בתאוצה קבועה.
            <br>
            2.	תאוצת הנפילה משותפת לכל הגופים הנופלים חופשית באתר מסוים על פני הארץ, ללא תלות במסתם.
            <br>
            מטרות הניסוי הן לאשש את הכלל הראשון ולהעריך את תאוצת הנפילה החופשית על פני כדור הארץ.
        </p>
    <hr>
    <h2>רשימת הציוד</h2>
        <ul>
            <li>משקולת עם תפסן לסרט הנייר</li>
            <li>קוצב זמן מחובר לספק </li>
            <li>סרט נייר</li>
            <li>כן מעבדה מוחזק לשולחן</li>
            <li>נייר דבק (סלוטייפ)</li>
            <li>סרגל</li>
        </ul>
    <hr>
    <h2>תאור המערכת ומהלך הניסוי</h2>
        <p>
            מערכת הניסוי מורכבת  מסרט נייר ארוך המושחל בתוך קוצב זמן ומשקולת מחוברת אל הקצה התחתון של סרט הנייר. 
            <br>
            המשקולת משוחררת ממנוחה ונופלת חופשית. 
            <br>
            קוצב הזמן מסמן נקודות על הסרט הנמשך כלפי מטה, בפרקי זמן של &Delta;t = 0.02s.
            <br>
            על הסרט מתקבל תרשים עקבות: סדרת נקודות שמתארות את מקומות המשקולת ברגעים השונים במשך נפילתה. 
            <br>
            בעזרת תרשים העקבות ,נמצא את פונקציית מקום בזמן ואת התלות של מהירות הגוף בזמן v(t) , ומן הגרפים שיתקבלו נמצא את תאוצת הנפילה החופשית.
        </p>
        <hr>
        <h2>ביצוע הניסוי</h2>
            <ol>
                <li>השחל את סרט הנייר אל תוך קוצב הזמן וחבר את המסה אל הסרט בעזרת מצבט התנין. החזק בעדינות את הסרת בנקודה שלפני כניסתו לקוצב הזמן.</li>
                <li>הפעל את קוצב הזמן בעזרת הספק AC והרפה מן הסרט. הקפד לשחרר את הסרט כך שבמשך נפילתו לא יתחכך במכשיר. </li>
                <li>נתק את הסרט מהמשקולת, התבונן בו, זהה את הנקודות שסומנו על ידי קוצב הזמן וחזק אותן בעט במידת  הצורך. </li>
            </ol>
        <hr>
        <h2>עיבוד התוצאות  בגיליון האלקטרוני </h2>
            <ol>
                <li>
                    בנה בגיליון אלקטרוני Excel טבלה עם תוצאות הניסוי והקלד בה את נתוני מקום הגוף והזמן.
                    <table>
                        <tr>
                            <th>מהירות v(m/s)</th>
                            <th>מקום x(m)</th>
                            <th>זמן t(s)</th>
                        <tr>
                            <td>0</td>
                            <td>0</td>
                            <td>0</td>
                        </tr>
                        </tr>
                    </table>
                </li>
                <li>בעמודת המהירות חשב את המהירות הרגעית של הגוף הנופל בזמנים השונים (פרט לנקודה הראשונה והאחרונה) על ידי חישוב מהירות ממוצעת בפרקי זמן של &Delta;t= 0.04s .  לדוגמא,  חישוב המהירות הרגעית בנקודה השנייה (ברגע t1):</li>
                <li>בנה בגיליון האלקטרוני גרף פיזור (נקודות המדידה) של מקום הגוף כפונקציה של הזמן,  .</li>
                <li>בנה בגיליון האלקטרוני גרף פיזור של מהירות הגוף כפונקציה של הזמן ,v(t).</li>
                <li>הוסף לגרף v(t) קו מגמה - הישר הטוב ביותר שעובר בין נקודות הגרף. הצג את משוואת קו המגמה (משוואת הישר v(t) ) ואת ערכו של R&sup2; . במשוואת הישר, החלף  את  y ו-  x בפרמטרים הפיזיקליים המתאימים.</li>
            </ol>
        <hr>
        <h2>ניתוח התוצאות</h2>
            <ol>
                <li style="padding:5px"><ul>
                    <li>מתוך תרשים העקבות, תאר במילים  כיצד משתנים המרווחים בין מקומי המשקולת ברגעים שונים. מהי צורת הגרף מקום-זמן שקיבלת? הסבר.</li>
                    <li>מדוע ניתן לבחור בניסוי את הנקודה של תחילת המדידה כרצוננו?</li>
                </ul></li>
                <br>
                <li><ul>
                    <li style="padding-right:10px">הסבר מהי צורתו של הגרף (התייחס למשוואת הקו ולערך R&sup2;).</li>
                    <li>מהו  שיפוע הגרף? ציין את יחידותיו . בדוק את מידת ההתאמה לערך הצפוי.</li>
                    <li>רשום מהי נקודת החיתוך עם ציר ה- y. ציין את יחידותיה והסבר מה היא מציינת.</li>
                </ul></li>
            </ol>
    <button style="background-color:aquamarine; padding:5px;" runat="server" visible="false" id="private"><a href="private1.aspx">להדמיה </a></button>
</div>
</asp:Content>

