<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="kaam.aspx.cs" Inherits="sites_kaam" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
    <link href="../stylesheets/other.css" rel="stylesheet" />

</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
<div class="container">
    <h1>כא"מ ומתח הדקים</h1>
    <hr>
    <h2>מטרות הניסוי</h2>
        <ul>
            <li>חקירת תלות מתח ההדקים של סוללה בעוצמת הזרם דרכה</li>
            <li>מציאת הכא"מ וההתנגדות הפנימית של סוללה.</li>
            <li>הבנת ההשפעה של סוללה נוספת, המחוברת בטור לסוללה קיימת.</li>
        </ul>
    <hr>
    <h2>רשימת הציוד</h2>
        <ul>
            <li>סוללה של 1.5V</li>
            <li>MultiLog</li>
            <li>תילי חיבור</li>
        </ul>
    <hr>
    <h2>שאלות הכנה</h2>
        <ol>
            <li>הגדר את המושגים: כא"מ, מתח הדקים, מפל מתח פנימי.</li>
            <li>כתוב ביטוי מתמטי לתלות מתח ההדקים של סוללה בזרם שזורם דרכה. צייר באופן איכותי גרף שמתאים לתלות שרשמת. הסבר את צורת הגרף ואת המשמעות הפיזיקלית של שיפועו ושל נקודות החיתוך שלו עם הצירים. </li>
            <li>הסבר מדוע הביטוי  אליו התייחסת בשאלה הקודמת משקפת את שימור האנרגיה במעגל חשמלי</li>
            <li>סוללה בעלת כא"מ של 1.48 וולט והתנגדות פנימית של 1.2 אום מחוברת לנגד חיצוני שהתנגדותו  25 אום. מהו מתח ההדקים של הסוללה במצב זה ? </li>
        </ol>
        
        <hr>
        <h2>ביצוע הניסוי </h2>
            <ol>
                <li>חבר את המעגל המתואר בתרשים 1.</li>
                <li>וודא שחיישן הזרם (&pm;2.5A ) מחובר לכניסה מס.1 וחיישן המתח מחובר לכניסה מס. 2 של ה Data Logger , שה Data Logger מחובר למחשב, ושה Data Logger מחובר לחשמל ודלוק. 
                    במידה והתוכנה אינה פועלת, הפעל את Data Logger (על גבי "שולחן העבודה" במחשב).
                    
                    בחלק העליון של מסך התוכנה, בקבוצת הסמלים השנייה משמאל, מצא את הסמל המייצג את תפריט setup ופתח אותו:
                    וודא כי החיישנים הרשומים בכניסות 1 ו 2 הם אכן החיישנים הנכונים. במידה וכן לחץ על next 
                    בחר קצב דגימה של 10 מדידות בשנייה (10 Hertz) – "10 samples per second" . לחץ על next 
                    בחר זמן מדידה של 20 s . לחץ על finish. 
                    </li>
                <li>להתחלת המדידה לוחצים על הכפתור 'התחל' (Run), הוא נמצא בחלקו העליון של מסך התוכנה, בקבוצת הסמלים השנייה משמאל  וצורתו – אדם רץ.</li>
                <li>נתק את המגע הנייד בנקודה  Dורשום את קריאת המכשירים בטבלה להלן בעמודה "נתק".</li>
            </ol>
            <table>
                <tr>
                    <th></th>
                    <th>נתק</th>
                    <th>קצר</th>
                    <th>1</th>
                    <th>2</th>
                    <th>3</th>
                    <th>4</th>
                    <th>5</th>
                    <th>6</th>
                    <th>7</th>
                </tr>
                <tr>
                    <td>V(V)</td>
                    <td></td>
                    <td></td>
                    <td></td>
                    <td></td>
                    <td></td>
                    <td></td>
                    <td></td>
                    <td></td>
                    <td></td>
                </tr>
                <tr>
                    <td>I(A)</td>
                    <td></td>
                    <td></td>
                    <td></td>
                    <td></td>
                    <td></td>
                    <td></td>
                    <td></td>
                    <td></td>
                    <td></td>
                </tr>
            </table>
            <ol>
                <li>גע עם המגע הנייד בעוד מספר נקודות ורשום את תוצאות המדידות בטבלה הנ"ל.</li>
                <li>גע עם המגע הנייד בנקודה    C לזמן קצר מאוד ורשום את קריאת המכשירים בעמודה "קצר". האם ההתנגדות החיצונית במצב זה  שווה לאפס?  כיצד ניתן לחשבה מהמדידות שרשמת? </li>
            </ol>
            <img src="../img/electroscheme.png" style="position: relative;right: 320px;">

        <hr>
        <h2>עיבוד  התוצאות </h2>
            <ol>
                <li>שרטט גרף של מתח ההדקים כפונקציה של הזרם. בחר קנה מידה כך שהגרף יהיה בערך בזווית של
                    45 מעלות עם הצירים.  איזה קו קיבלת? האם הגרף עולה או יורד? 
                    </li>
                <li>בהתחשב בתלות התיאורטית של מתח ההדקים בזרם, מצא מתוך הגרף את הכא"מ  &#x25B;  של הסוללה ואת התנגדותה הפנימית .</li>
            </ol>

</div>
</asp:Content>

