<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="mewton.aspx.cs" Inherits="sites_mewton" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
    <link href="../stylesheets/other.css" rel="stylesheet" />

</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
    <div class="container">
        <h1>חוק שני של ניוטון</h1>
        <hr>
        <h2>מטרות הניסוי</h2>
            <p>בסוף המאה ה- 16 ניסח גלילאו גליליי שני כללים פשוטים המתקיימים בנפילה חופשית:
                חקירת התלות של  תאוצת גוף בכוח שקול הפועל עליו ובמסתו, תוך שימוש 
בחוק השני של ניוטון:   

                מטרות הניסוי הן לאשש את הכלל הראשון ולהעריך את תאוצת הנפילה החופשית על פני כדור הארץ.
            </p>
        <hr>
        <h2>רשימת הציוד</h2>
            <ul>
                <li>מסילה עם עגלה אחת</li>
                <li>מתלה המחובר לרוכב בחוט דק. מסת החוט זניחה</li>
                <li>מערכת Data Logger     מצוידת בחיישן  Rotary motion למדידת מהירות </li>
                <li>משקולות </li>
                <li>מאזניים</li>
            </ul>
        <hr>
        <h2>תיאור המערכת ורקע עיוני</h2>
            <p>
                מערכת הניסוי המורכבת (ראה תרשים) מרוכב על מסילת אוויר וממתלה, כאשר על שניהם משקולות. הרוכב והמתלה מחוברים ביניהם באמצעות חוט בעל מסה זניחה. החוט עובר מעל גלגלת שהיא הגלגלת הגדולה של החיישן Rotary motion. המסה הכוללת של המערכת היא M=m&#8321 +m&#8322.
                <br>לפני תחילת הניסוי פתח את הביטוי שמבטא את תאוצת המערכת a כתלות בכוח השקול שמניע אותה,  m&#8321;g, ובמסה הכוללת, M, בשלבים הבאים :
                <ol>
                    <li>שרטט את הכוחות הפועלים על כל אחד מהגופים m&#8321;  ו  m&#8322; , בהזנחת החיכוך.</li>
                    <li>רשום את משוואת התנועה לכל גוף בנפרד, על סמך החוק השני של ניוטון.</li>
                    <li>מהמשוואות שבסעיף הקודם הוכח ש  a=m&#8321;g/M  , כאשר  M=m&#8321;+m&#8322; .</li>
                    <li>הסבר במילים את משמעות הביטוי שקיבלת בסעיף הקודם.</li>
                </ol>
                בביטוי שקיבלת עבור תאוצת המערכת ישנם :
                <ul>
                    <li>שני משתנים בלתי תלויים – הכוח השקול m&#8321;g והמסה הכוללת M. </li>
                    <li>משתנה תלוי אחד  - התאוצה  a </li>
                </ul>
                על מנת להשיג את מטרת הניסוי יש לעבוד בהתאם  לעיקרון הפרדת המשתנים. כלומר,כדי להבין כיצד התאוצה מושפעת על ידי כל אחד משני המשתנים הבלתי תלויים , נבצע את הניסוי שבו נבדוק את תלות התאוצה בכוח השקול m&#8321g, ולכן נשמור על מסה כוללת M קבועה 
            </p>
            
            <hr>
            <h2>הכנת המערכת המכנית</h2>
                <ol style="list-style: decimal;">
                    <li>השחל את סרט הנייר אל תוך קוצב הזמן וחבר את המסה אל הסרט בעזרת מצבט התנין. החזק בעדינות את הסרת בנקודה שלפני כניסתו לקוצב הזמן.</li>
                    <li>הפעל את קוצב הזמן בעזרת הספק AC והרפה מן הסרט. הקפד לשחרר את הסרט כך שבמשך נפילתו לא יתחכך במכשיר. </li>
                    <li>נתק את הסרט מהמשקולת, התבונן בו, זהה את הנקודות שסומנו על ידי קוצב הזמן וחזק אותן בעט במידת  הצורך. </li>
                </ol>
            <hr>
            <h2>הכנת מערכת המדידה הממוחשבת</h2>
                הפעל  את אוגר הנתונים  Data Logger על פי השלבים המתוארים בנספח. בהמשך ההגדרות הספציפיות לניסוי הנוכחי.
                <ol style="list-style: decimal;">
                    <li>1.	בשלב הראשון של האתחול  (Setup) המערכת מזהה אוטומטית את החיישן Rotary motion. בחלון
                        "Sensor properties" : 
                        <ul>
                            <li>בכרטיסיה  Measurement  בחר במדידת  ""velocity (m/s)  ובטל כל מדידה אחרת (וודא ש " "Angle כבוי)</li>
                            <li>בכרטיסיה  Calibration"" רשום רדיוס אחר (other)  - 0.024 (m) - זה הרדיוס של גלגלת הגדולה  בחיישן.</li>
                            <li>בכרטיסיה "Display property" בחר בתצוגת מדידות בודדות ואת "Markers visible" ובטל ""line visible</li>
                        </ul>
                    </li>
                    <li>בשלב השני של האתחול בחר קצב דגימה  100 לשניה, הצגה ב   Full scale , והחלפה (Replace).</li>
                    <li>בשלב השלישי של האתחול בחר משך זמן מדידה 10s  </li>
                </ol>
            <hr>
            <h2>מהלך הניסוי</h2>
                <p>המסה הכוללת  הקבועה ערכה: [ (מסת המשקולות) + מסת העגלה  ] = M ום במחברתך  את ערכה של המסה הכוללת M.</p>
                <ol>
                    <li> הכן טבלה בה תרשום בהמשך את הערכים של מסת המתלה (יחד עם המשקולות שעליה) m&#8321; ושל התאוצה  a שמתקבלת</li>
                    <li>תלה משקולת  על המתלה והנח את יתר המשקולות על העגלה בצורה מאוזנת .</li>
                    <li>שחרר את העגלה ומצא את תאוצת המערכת.</li>
                    <li>חזור על המדידה - וודא שהמדידה הדירה (שמתקבלת תוצאה קרובה למדידה הקודמת). </li>
                    <li>בצע מספר ניסויים כאשר תשנה בכל ניסוי את המסה m&#8321; על ידי העברת משקולות מהעגלה למתלה.  בכל ניסוי רשום בטבלה את הערכים של המסה m&#8321; ושל התאוצה. </li>
                </ol>
            <hr>
            <h2>עיבוד וניתוח תוצאות</h2>
            <ol>
                <li>שרטט בגיליון אלקטרוני excel גרף פיזור של תאוצת a המערכת כתלות בכוח הכובד הפועל על המתלה העמוס m&#8321;g.</li>
                <li>הוסף קו מגמה, כאשר סוגו מתאים לתלות התיאורטית של התאוצה בכוח השקול. הצג גם את משוואת קו המגמה ואת הערך  R&sup2;</li>
                <li>מהו שיפוע הגרף? ציין את ערכו המספרי ואת יחידותיו</li>
                <li>חשב את הערך הניסיוני של המסה הכוללת M, מתוך השוואת הערך הניסיוני של שיפוע הגרף a(m&#8321;g) לערך התיאורטי של שיפוע זה (בהתאם לביטוי התיאורטי שפיתחת עבור תאוצת המערכת כתלות בכוח השקול).</li>
                <li>השווה בין הערך הניסיוני של המסה הכוללת לבין ערכה שמדדת מראש. מהי השגיאה היחסית?</li>
                <li>מהי המסקנה מהניסוי?</li>
                <li>מהם, לדעתך, גורמי השגיאה האפשריים?</li>
            </ol>
    
    </div>
</asp:Content>

