<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="rehivim.aspx.cs" Inherits="sites_rehivim" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
    <link href="../stylesheets/other.css" rel="stylesheet" />

</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
    <div class="container">
        <h1>אופיינים של רכיבים חשמליים</h1>
        <hr>
        <h2>מטרות הניסוי</h2>
            <p>מדידת האופיינים של סוללה, נגד ונורה אמיתיים ובדיקת הקשרים התיאורטיים : V=IR  עבור נגד, V=&#x25B;-Ir  עבור הסוללה. </p>
        <hr>
        <h2>רשימת הציוד</h2>
            <ul>
                <li>סוללה (1.5V)</li>
                <li>נורה (6V2.4W)</li>
                <li>נגד משתנה (0-15&#x2126;), </li>
                <li>חיישן מתח (&pm;2.5V) </li>
                <li>חיישן זרם (&pm;2.5A )</li>
            </ul>
        <hr>
        <h2>הפעלת התוכנה</h2>
            <p>
                וודא שחיישן הזרם (&pm;2.5A ) מחובר לכניסה מס.1 וחיישן המתח מחובר לכניסה מס. 2 של ה Data Logger , שה Data Logger מחובר למחשב, ושה Data Logger מחובר לחשמל ודלוק. 
במידה והתוכנה אינה פועלת, הפעל את Data Logger (על גבי "שולחן העבודה" במחשב).

בחלק העליון של מסך התוכנה, בקבוצת הסמלים השנייה משמאל, מצא את הסמל המייצג את תפריט setup ופתח אותו:
-	וודא כי החיישנים הרשומים בכניסות 1 ו 2 הם אכן החיישנים הנכונים. במידה וכן לחץ על next 
-	בחר קצב דגימה של 10 מדידות בשנייה (10 Hertz) – "10 samples per second" . לחץ על next 
-	בחר זמן מדידה של 20 s . לחץ על finish. 

להתחלת המדידה לוחצים על הכפתור 'התחל' (Run), הוא נמצא בחלקו העליון של מסך התוכנה, בקבוצת הסמלים השנייה משמאל  וצורתו – אדם רץ. 

            </p>
            
            <hr>
            <h2>ביצוע הניסוי</h2>
            בנה את המעגל המתואר בשרטוט, הV  מייצג את חיישן המתח, ה A מייצג את חיישן הזרם &pm;2.5A
            <img src="img/scheme2.png" alt="">
            ה"רכיב הנבדק" יהיה פעם אחת תיל מוליך ופעם אחרת הנורה.

עבור כל אחד מהם אנו מעוניינים בסדרה של מדידות, בערכים שונים של זרם ומתח, על מנת לקבל את אופיין הרכיב. שוב, ניתן לקבל את כל סדרת המדידות בריצה בודדת: לחץ על Run  ואחר כך העבר את המגע הנייד בהדרגה מקצה לקצה של הנגד המשתנה – לרשותך 20 שניות, כך שניתן לעשות זאת בהדרגתיות. אל תשתמש בגררה אלא החלק קצה של חוט חיבור רגיל על פני הנגד המשתנה.   

במידה ולא הספקת לעבור על כל הנגד, או במידה ולא הצלחת לעשות זאת בהדרגתיות, אתה יכול לחזור על המדידה על ידי הקשה מחודשת על מקש Run . 

עבור כל אחד מהרכיבים, כאשר הגעת למדידה תקינה, לחץ על כפתור הייצוא לאקסל (Export to Excel) הנמצא בתחתית חלון התוכנה וצורתו צורת X ירוק. שוב, ייפתח גיליון אקסל ובו בעמודה אחת הזמן, בעמודה שנייה הזרם ובעמודה שלישית המתח.  

עבור כל אחד מהם, בנה גרף פיזור של האופיין - המתח כתלות בזרם. במידה והגרף המתקבל משביע את רצונך, הדפס אותו ושמור אותו על פי הנחיות המורה. בעת השמירה, הקפד לבחור את סוג הקובץ הנשמר " Microsoft Excel Workbook" ולא להשתמש בבררת המחדל האוטומטית. 


            <hr>
            <h2>עיבוד התוצאות</h2>
                <ol>
                    <li>העבר קו מגמה לינארי (ישר) בגרף שקיבלת עבור אופיין הנגד. דרוש מהאקסל להציג גם את משוואת הקו</li>
                    <li>האם הנקודות מסתדרות בקרבת הקו הישר ? האם הניסוי אכן מתאים במידה טובה לחוקיות לינארית ? </li>
                    <li>מתוך משוואת קו המגמה מצא את התנגדות הסגולית של התיל</li>
                    <li>האם ההתנגדות שמצאת בסיף קודם מתאימה לערך האמתי ? מהו אחוז הסטייה ? </li>
                    <li>מה יכולה להיות הסיבה לסטייה שמצאת בסעיף הקודם ? </li>
                    <li>האם קו מגמה לינארי (ישר) יתאים לגרף שקיבלת עבור אופיין הנורה ?</li>
                    <li>בחר נקודה על הגרף המתאימה לזרם ומתח גבוהים ומצא את התנגדות הנורה במתח  זה. </li>
                    <li>בחר נקודה על הגרף המתאימה לזרם ומתח נמוכים יותר ומצא את התנגדות הנורה במתח זה. </li>
                    <li>מצא בספר הלימוד, בספרים או באינטרנט את הקשר הצפוי בין התנגדותו של מוליך לבין הטמפרטורה. סכם בכמה שורות את אשר מצאת, רצוי גם באמצעות נוסחה. </li>
                    <li>האם חישוביך בסעיפים 8+7 מתאימים לסיכום אותו הכנת בסעיף 9 ?</li>
                </ol>
            <hr>
            <h2>סיכום</h2>
                <p>סכם בשפתך את שלמדת מניסוי זה על שני חלקיו, ובפרט, התייחס למידת שביעות רצונך מהתוצאות ביחס לצפוי על פי התיאוריה </p>
    </div>
</asp:Content>

