<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="tangent.aspx.cs" Inherits="sites_tangent" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
    <link href="../stylesheets/other.css" rel="stylesheet" />

</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
<div class="container">
    <h1>גלוונומטר   טנגנטי</h1>
    <hr>
    <h2>מטרות הניסוי</h2>
        <ul>
            <li>לחקור את תלותו  של  השדה המגנטי  שבמרכז  כריכה  מעגלית בזרם  דרך הכריכה .</li>
            <li>למדוד את הרכיב האופקי  של השדה  המגנטי  של  כדור-הארץ. </li>
        </ul>
    <hr>
    <h2>רשימת הציוד</h2>
        <ul>
            <li>סוללה (1.5V)</li>
            <li>נורה (6V2.4W)</li>
            <li>נגד משתנה (0-15&#x2126;), </li>
            <li>חיישן מתח (&pm;2.5V) </li>
            <li>חיישן זרם (&pm;2.5A )</li>
        </ul>
    <hr>
    <h2>הקדמה</h2>
        <p>לכדור  הארץ  יש  שדה  מגנטי  .  ברוב  המקומות  על  פני כדור  הארץ  ווקטור השדה  המגנטי הארצי איננו  אופקי. מחוג  המצפן  הוא   מגנט   קטן  המתיצב  תמיד  לאורך  הרכיב
            האופקי  של  השדה  המגנטי שקיים  במקום, לכן בניסוי  זה  אנו  מתייחסים  רק  לרכיב  האופקי   של  השדה הארצי.  אם  השדה  המגנטי  במקום בו מוצב המצפן הוא  השדה  הארצי בלבד,  המצפן  מראה  את  כיוונו  של  הרכיב  האופקי    (ראה תרשים 1).
            אם  באותו מקום יש  שדה מגנטי  אופקי נוסף, המצפן  מראה  את  הכיוון  של  השדה  האופקי  השקול.  בניסוי  זה  אנו  יוצרים שדה מגנטי   ,  גם  הוא  אופקי ,  אך מאונך  ל-  (ראה תרשים 2) בעזרת  סליל  מעגלי דק שזורם  בו  זרם.  כאמור, המצפן  מראה  את  הכיוון של  השדה  האופקי  השקול:       (חיבור וקטורי !)
            ניתן  למצוא  את הזווית  בין  כיוון  המצפן  לבין     לפי:
            תלוי  בנתוני  הסליל   ובעוצמת  הזרם  בו ,
            לכן  טנגנס  זווית  הסטייה  של  המצפן  תלוי בעוצמת הזרם  דרך   כריכות הסליל
        </p>
        <img src="../img/tarshim1.png" alt="">
        <img src="../img/tarshim2.png" alt="">
        <hr>
        <h2>שאלות הכנה</h2>
        <ol>
            <li>בזמן הניסוי יש  להרחיק  את  הגלוונומטר  הטנגנטי  משאר חלקי  המעגל  החשמלי  ומגופים  עשויי ברזל, אך לא מפריע שהסליל מלופף על טבעת עשוית אלומיניום. הסבר מדוע. </li>
            <li>מהו  הכלל  שלפיו ניתן למצוא את כיוון  השדה המגנטי במרכז סליל מעגלי דק?</li>
            <li>מדוע  חשוב  להניח את המצפן במרכז  הסליל? </li>
            <li>מה עדיף: מצפן  בעל  קוטר  גדול  או  מצפן  בעל קוטר קטן? נמק.</li>
            <li>באלו מקומות  השדה של  כדה"א הוא בקירוב מקביל  לקרקע? בקירוב מאונך לקרקע?</li>
            <li>מדוע  צריכים להציב את מישור  הכריכה  של הגלוונומטר הטנגנטי בכיוון צפון-דרום? </li>
            <li>הראה  ש- tan&Alpha;  מייצג  את  השדה  המגנטי     שיוצר  הזרם  החשמלי  במרכז  הסליל. </li>
            <li>הוכח  שבניסוי מצפים שטנגנס זווית הסטייה של המצפן תימצא ביחס ישר לעוצמת הזרם דרך הסליל של הגלוונומטר. </li>
            <li>כיצד ניתן לחשב את  גודלו של השדה  המגנטי  הארצי  מתוך  השיפוע  הגרף  המתאר את התלות שהוכחת 
                בשאלה 8 ? 
                </li>
            <li>מדוע לא רצוי  להשתמש  בגלוונומטר טנגנטי  בתחומים  שיגרמו לסטיית מחט המצפן בזוויות גדולות? </li>
            <li>מהי  זווית  הרכינה?  כיצד ניתן לתלות מחט מצפן  כדי  שיצביע  על  כיוון  השדה  הכולל ? אם  נתלה  מחט  
                מצפן  קטנה  באמצעות  חוט  גמיש  הקשור  במרכזה,  לאיזה  כוון  תפנה  המחט?   האם המחט תתייצב  בכיוון  השדה  המגנטי  הארצי האופקי  או  הכולל?   
                </li>
        </ol>
        <hr>
        <h2>ביצוע הניסוי</h2>
            <ol>
                <li>בנה את  המעגל  החשמלי  המתואר באיור. הקפד  על  כך  שטבעת האלומיניום  עם הלולאה סביבה תימצא  רחוק  ככל האפשר  משער מרכיבי המעגל ומעצמים עשויים ברזל.</li>
                <li>הצב במרכז  הלולאה  מצפן  וכוון את  המערכת  כך  שמישור   טבעת האלומיניום יהיה בכיוון  צפון-דרום</li>
                <li>לפי הכלל שציינת בשאלת ההכנה מס' 2 נבא לאיזה כיוון יסטה מחט המצפן כשתפעל את הספק ותזרים זרם במעגל</li>
                <li>הפעל את הספק. האם כיוון סטיית המחט הוא כפי שניבאת ?</li>
                <li>כוון, בעזרת הריאוסטט, את עוצמת הזרם עד אשר סטיית מחט המצפן תהיה כ- .40&#x2103;הפוך את כיוון הזרם בלולאה ובדוק  אם סטיית המחט במגמה ההפוכה שווה לסטייתה לפני השינוי בכיוון הזרם. אם הסטיות אינן שוות שנה את  כיוון המסגרת בהתאם, עד שהסטיות בשתי המגמות תהיינה שוות. במצב זה קבע את בסיס  העץ  של הגלוונומטר למשטח העבודה,  בעזרת נייר דבק . </li>
                <li>מדוד את  רדיוס  הלולאה  R = _______m      </li>
                <li>רשום את מספר הכריכות של סליל הגלוונומטר ככתוב על מדבקה שעליו       N = _______     </li>
                <li>7.	רשום את מספר הכריכות של סליל הגלוונומטר ככתוב על מדבקה שעליו       N = _______      </li>
            </ol>
            <table>
                <tr><th>&#x251;</th>
                <th></th>
                <th></th>
                <th></th>
                <th></th>
                <th></th>
                <th></th>
                <th></th>
                <th></th>
                <th></th>
                <th></th></tr>
                <tr><td>I(A)</td>
                <td></td>
                <td></td>
                <td></td>
                <td></td>
                <td></td>
                <td></td>
                <td></td>
                <td></td>
                <td></td>
                <td></td></tr>
                <tr><td>tan(&#x251;)</td>
                <td></td>
                <td></td>
                <td></td>
                <td></td>
                <td></td>
                <td></td>
                <td></td>
                <td></td>
                <td></td>
                <td></td></tr>
            </table>
        <hr>
        <h2>עיבוד התוצאות</h2>
            <ol>
                <li>שרטט ידנית או בעזרת גיליון אלקטרוני Excel   גרף שלtan(&#x251;)    כפונקציה של הזרם  I .   מה צורת הגרף  שקיבלת?   מה המסקנה? </li>
                <li>מצא את שיפוע הגרף ששרטטת. מהי יחידת המדידה של השיפוע ?</li>
                <li>בהתחשב בתשובתך לשאלת ההכנה מס' 7 ובגרף שקיבלת, מהי מסקנתך על תלות     בזרם  I?</li>
                <li>השתמש  בגרף  ששרטטת ובתשובתך לשאלת ההכנה מס' 8  כדי לחשב את  הרכיב האופקי של השדה המגנטי  הארצי. </li>
                <li>זווית  הרכינה  בישראל היא  כ-  o50.  חשב  את  גודלו של וקטור השדה המגנטי הארצי הכולל    בישראל. השווה את התוצאה לערך התיאורטי  (כ-     ).             </li>
            </ol>
</div>
</asp:Content>

